Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nord.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: present basic knowledge about the concept and how to facilitate the development of muscle strength through training.
nb: grunnleggende kunnskap om begrepet og hvordan man kan legge til rette for å utvikle muskelstyrken gjennom trening.

source: Publishing an Op en Access article
nb: Publisere en open acces s-artikkel

source: Available placements in Norwegian pharmacies are collected in a pool and pharmacy students (at all campuses) choose a place after receiving a random number.
nb: Ledige praksisplasser i norske apotek samles i en pool, der farmasistudenter (ved alle studiesteder) velger praksisplass etter et å ha fått et tilfeldig trekningsnummer.

source: With a bachelor's degree in pharmacy you can, in Norway, apply for authorization as a "reseptarfarmasøyt".
nb: Med en bachelorgrad i farmasi kan du søke om autorisasjon og få yrkestittelen Reseptarfarmasøyt.

source: When you create a dataset in Nord Open Researc h Data, a DOI (digital object identifier) is automatically generated.
nb: Når du arkiverer et datasett i Nord Open Research Data, får det automatisk en DOI (digital object identifier), en unik, permanent nettadresse som identifiserer datasettet.

source: MUP520, Music Production 2:
nb: MUP520, Musikkproduksjon 2:

source: How to follow up the report to NSD?
nb: Hvordan følge opp meldingen til NSD?

source: Written assignment, comprises 40/100 of the grade, grading scale A-E, Beste A, Ikke bestått F.
nb: Oppgave, teller 40/100 av karakteren, karakterregel A-E, Beste A, Ikke bestått F.

source: The farm Nedre Falstad was the chosen location for the facility, and in 1895 the “Falstad reformatory institution” could accommodate its first pupils.
nb: Gården Nedre Falstad ble valgt som lokalitet for anstalten, og i 1895 kunne «Falstad opdragelsesanstalt» ta imot de første elevene.

source: UNIS offers a number of exciting courses in Arctic biology at BSc, MSc and PhD levels.
nb: UNIS tilbyr en rekke spennende emner i arktisk biologi på BSc-, MSc- og PhD-nivå.

source: See course plans for detailed information about exams and assessment methods
nb: Fakultet for lærerutdanning og kunst- og kulturfagStudiested

source: – We really hope that we can continue this work, at the same time as we obtain our master's degree and specialize within one of the focus disciplines, says Stina and Marilena.
nb: – Vi håper virkelig at vi kan gjøre dette til vår fremtidige jobb, og vi vil fortsette studiene med et masterprogram for å spesialisere oss i fagområdet, sier Stina og Marilena.

source: - At the end of each year, those responsible for a subject or a teaching period make an assessment of the students.
nb: - Ved slutten av hvert år gjør de ansvarlige for et fag eller en undervisningsperiode en vurdering av studentene.

source: All students in the program will travel to MGIMO in Moscow for the third semester.
nb: Tredje semester reiser alle studentene på programmet til MGIMO i Moskva.

source: Compulsory participation in 3 out of 4 net-based colloquia per subject. Programme evaluation
nb: Obligatorisk deltakelse på 3 av 4 nettbaserte kollokvier pr. emne. Ekstern sensur.

source: I am interested in new bachelor and master project students!
nb: Jeg er interessert i nye bachelor og master prosjektstudenter!

source: And the beaches are full of garbage.
nb: Og stranda er fylt av søppel.

source: Can plan and carry out group assignments in accordance with ethical requirements, academic method requirements and requirements for
nb: Kan planlegge og gjennomføre gruppeoppgaver i tråd med etiske krav, studiemetodiske krav og krav til akademisk skriving.

source: Within this time span, "development" and "change" constitute key concepts for the project, rooted in theories of historical culture and uses of history.
nb: Innenfor dette tidsspennet er «utvikling» og «endring» to nøkkelbegrep for arbeidet, som er forankret i teorier om historiekultur og historiebruk.

source: Dr. Lin Qingsong (left) and Purushothaman in the Protein and Proteomics Centre at The National University of Singapore
nb: Lin Qingsong, som er en av lederne ved Senter for protein og proteomikk ved institutt for biovitenskap ved National University of Singapore.

source: During this semester, the students will attend the largest student-participating conference on arctic thematic, High North Dialogue.
nb: Studentene vil i dette semesteret delta på den største studentdeltakende konferansen om arktisk tematikk, High North Dialogue.

source: Third semester also facilitates exchange for one of our many cooperative universities in the world.
nb: Tredje semester legger også til rette for utveksling til en av våre mange samarbeidsuniversiteter i verden.

source: Can you collect the information anonymously?
nb: Kan du innhente opplysningene anonymt?

source: Some faculties/research projects may also have audio recorders available.
nb: Enkelte fakulteter/forskningsprosjekter kan også ha lydopptakere tilgjengelig.

source: It is recommended that both courses are taken as a cohesive 30 point study.
nb: Det anbefales å gjennomføre begge enhetene som et sammenhengende 30-poengsstudium.

source: After completion of the MAR-BIO programme the candidate can:
nb: Etter fullført MAR-BIO program er det forventet at kandidaten

source: State integration and development in the High Middle Ages
nb: kristendommen, og kyrkjas utvikling.

source: The students are charged for accommodation costs: approximately 300 NOK per night on compulsory field-trips specified in the coursedescriptions.
nb: Studentene vil belastes for overnatting på reiser; 300 kr pr natt på obligatoriske reiser spesifisert i emnebeskrivelsene.

source: Other students apply each semester.
nb: Øvrige studenter søker ved hvert semester.

source: Can assess operations as well as the public economic, human, legal, ethical and environmental consequences of decisions and actions
nb: kan vurdere virksomheten og samfunnsøkonomiske, menneskelige, juridiske, etiske og miljømessige konsekvenser av beslutninger og handlinger.

source: Digital collaboration and documentation
nb: Digital dokumentasjon og -samhandling

source: The new building consists of laboratory (32 m2), instrumentation room/lab (15 m2), cleanroom/glassware storage and a general storage room.
nb: Nyanskaffelsen består av et nytt laboratorium (32 m2), instrumentrom/lab (15 m2), vaskerom/glasslager og et generelt lager.

source: By publishing Open Access with an open licence, authors may retain their rights and grant others extended rights for reuse.
nb: Ved å publisere åpent (open access) med en åpen lisens kan du som forfatter beholde rettigheter og gi utvidede rettigheter til gjenbruk.

source: (Share Alike) is one of two alternative Plan S-compliant licences.
nb: («del på samme vilkår») er en av Plan S’ to tillatte alternative lisenser.

source: The relationship between research questions, epistemology, design, methodology and research ethics implications
nb: Sammenheng mellom forskningsspørsmål, epistemologi, design, metode og forskningsetiske implikasjoner

source: Who is the target group of your publication?
nb: Hvem er målgruppa for publikasjonen din?

source: Can communicate extensive independent work and masters the forms of expression in Intensive Care Nursing
nb: kunne formidle omfattende selvstendig arbeid og behersker uttrykksformene innenfor intensivsykepleie

source: For more information and updated program, please visit www.highnorthdialogue.no.
nb: For mer informasjon og oppdatert program se www.highnorthdialogue.no.

source: - 60 minutes for examinations that last more than 6 hours Additional time on the home examination will normally be:
nb: - 60 minutter for eksamen for varer mer enn 6 timer Utvidet tid på hjemmeeksamen vil normalt være:

source: Assignment- group, comprises 40/100 of the grade, grading scale A-E for pass, F for fail.
nb: Oppgave- gruppe, teller 40/100 av karakteren, karakterregel A-E, Beste A, Ikke bestått F.

source: with the help of functional screening and biomechanical analyzes be able to find, evaluate and refer to exercises that can help to correct unwanted
nb: med hjelp av funksjonell screening og biomekaniske analyser kunne finne, vurdere og henvise til øvelser som kan hjelpe til å korrigere uønsket

source: advanced skills in 3D modeling, rigging and rendering
nb: grunnleggende og videregående ferdigheter innen 3D-modellering, rigging og rendering

source: You are responsible for ensuring that no unauthorized person has access to the personal data.
nb: Du har ansvaret for at ingen uvedkommende får tilgang til personopplysningene.

source: In recent years I have mainly taught pedagogy within primary and lower secondary teacher education and at the course Nordic and International Perspectives on Teaching and Learning.
nb: De siste årene har jeg i hovedsak undervist i pedagogikk og elevkunnskap på grunnskolelærerutdanning og på Nordic and International Perspectives on Teaching and Learning.

source: Concerning the publication of books, authors usually transfer their rights to the publisher.
nb: Forfatter overfører vanligvis rettigheter til utgiver ved publisering av bøker.

source: What is ORCID
nb: Hva er ORCID

source: has broad knowledge of the anatomy and physiology of animals, their natural behaviour and needs, as well as diseases, treatment and care
nb: har bred kunnskap om ulike arters anatomi og fysiologi, deres naturlige atferd og behov, samt sykdommer, behandling og pleie

source: How to distinguish between information you receive as an employee versus information you receive as a researcher?
nb: Hvordan skille mellom opplysninger du får som ansatt versus opplysninger du mottar som forsker?

source: Within reason, the Research Council is entitled to require that the Project Owner establishes a website for the project and takes part in relevant seminars, conferences and other dissemination and networking measures.
nb: Forskningsrådet kan i rimelig omfang kreve at prosjektansvarlig oppretter hjemmeside for prosjektet, og deltar på relevante seminarer, konferanser og andre formidlings- og nettverkstiltak.

source: has now been registered in Cristin.
nb: Avhandlinga er nå registrert i Cristin.

source: You can read more about the informants' rights here:
nb: Du kan lese mer om informantenes rettigheter her:

source: The plan also encourages increased OA for scholarly books.
nb: Planen oppmuntrer også til økt åpen tilgang til vitenskapelige bøker.

source: Search for OA in da tabases
nb: Søk etter OA i databaser

source: The boat is equipped for exact positioning and have winches and equipment for sampling in water and sediment.
nb: Båten er utstyrt for eksakt posisjonering og har vinsjer og utstyr for prøveuttak i vann og sediment.

source: Additional time on the home examination will normally be:
nb: Utvidet tid på hjemmeeksamen vil normalt være:

source: Because of this we work closely with innovative tech-companies in Norway, and both national and international research communities.
nb: Vi samarbeider derfor tett med innovative teknologibedrifter i Norge og norske og internasjonale forskningsmiljø.

source: 9 Right of ownership, utilisation rights and licensing
nb: 9 Eiendomsrett, utnyttelsesrett og lisensiering

source: that was carried out in collaboration with SINTEF digital, the Center of Elite Sports Research at NTNU and Meråker High School.
nb: i samarbeid med SINTEF digital, Senter for Toppidrettsforskning ved NTNU og Meråker Videregående skole

source: n) can master digital tools, including have knowledge of digital security, and can assist in the development of and use appropriate technology, and have knowledge of their opportunities and limitations in social work
nb: n) kan beherske digitale verktøy, herunder har kunnskap om digital sikkerhet, og kan bistå i utviklingen av og bruke egnet teknologi, og kjenner til deres muligheter og begrensninger i sosialt arbeid

source: a minimum of 30 credits of business: management accounting, financial accounting, finance and investment
nb: minimum 30 studiepoeng bedriftsøkonomi: driftsregnskap, finansregnskap, finansiering og investering

source: be able to master relevant tools, techniques and forms of expression so that different groups and athletes can understand
nb: kunne beherske relevante verktøy, teknikker og uttrykksformer slik at det forstås av ulike grupper og utøvere

source: Being ordered to serve in the 15 defined socially critical areas
nb: Beordring til tjeneste i de 15 definerte samfunnskritiske områdene

source: Ph.d.-candidate Shruti Gupta will hold a trial lecture and defend her thesis for the degree Philosophiae Doctor (PhD), at the Faculty of Biosciences and Aquaculture, Nord University.
nb: Ph.d.-kandidat Shruti Gupta skal holde prøveforelesning og disputere for graden Philosophiae doctor (Ph.d), ved fakultet for biovitenskap og akvakultur, Nord universitet.

source: High ambitions for health sciences.
nb: Høye ambisjoner for helsefagene.

source: History, Politics and Northern Resources SA218SNo costs except semester registration fee and syllabus literature.
nb: Historie, politikk og nordlige ressurser SA218SIngen kostnader utover semesteravgift og pensumlitteratur.

source: If no such information exists, anyone who wants to use the publication must seek permission from the publisher.
nb: Hvis slik informasjon ikke finnes, må utgiver kontaktes for å søke om tillatelse.

source: d) can apply professional knowledge of relationships and communications in counselling, motivation and systematic change work and can advise users, patients and next of kin and relevant personnel who are in learning, coping and change processes
nb: d) kan anvende faglig kunnskap om relasjon og kommunikasjon i veiledning, motivasjon og systematisk endringsarbeid og kan veilede brukere, pasienter og pårørende og relevant personell som er i lærings-, mestrings- og endringsprosesser

source: Support materials are available for each post.
nb: Hjelpemidler er tilgjengelige på hver enkelt post i OSCE.

source: Information on what rights the author retains is found in the publishing contract or on the website of the publisher, often under headlines such as Authors guidelines, Permissions or Copyright.
nb: Opplysninger om hvilke rettigheter forfatter beholder finnes i publiseringskontrakten eller på utgivers nettsider, ofte under overskrifter som Author guidelines, Permissions eller Copyright.

source: Nord University encourages authors to choose CC BY for their Open Access publications because:
nb: Fordeler ved å velge CC BY-lisens ved OA-publisering:

source: – We are developing our business plan around our lectures and learning obligations.
nb: – Vi bygger forretningsplanen vår rundt forelesningene og studieansvaret vårt.

source: The book is published by Universitetsforlaget and the editor of the book is Kåre Fuglseth.
nb: Boka er publisert ved Universitetsforlaget, redaktør er Kåre Fuglseth.

source: Click "choose folders"/"select folders".
nb: Trykk på «choose folders»/«velg folder».

source: Compound assessement, grading scale A-E for pass, F for fail
nb: Sammensatt vurdering, karakterregel A-E, Beste A, Ikke bestått F

source: Area of competence 2 - Knowledge of and work on social problems –
nb: Kompetanseområde 2 - Kunnskap om og arbeid med sosiale problemer –

source: A part of course EK342-Valuation & Profitability Analysis (Fall 2018)
nb: En del av Kurs EK342-Verdsettelse (Høst 2018)

source: Have knowledge of history and traditions in economics and management.
nb: Ha kunnskap om historie og tradisjoner innen økonomi og ledelse.

source: reporting the project to the Norwegian Centre for Research Data (NSD) no later than 30 days before data collection is due to start.
nb: melde inn prosjektet til Norsk senter for forskningsdata (NSD) senest 30 dager før datainnsamlingen skal starte.

source: entails free, digital access to research results.
nb: betyr gratis, digital tilgang til forskningsresultater.

source: Extensions subject to Section 2-3 (1-3) of the Regulations a.
nb: Forlengelse ihht. forskriftens § 2-3 (1 – 3) a.

source: The exam can be answered in either Norwegian or English.
nb: Eksamenen kan besvares både på enten norsk og på engelsk.

source: Compulsory attendance, comprises 0/100 of the grade, grading scale Approved - Not approved.
nb: Obligatorisk deltakelse, teller 0/100 av karakteren, karakterregel Godkjent - Ikke godkjent.

source: The walls of Nord’s buildings in Meråker are adorned with photos of former students and students who have reached the top of the world in their sports.
nb: Veggene ved Nord sine lokaler i Meråker er dekorert med bilder av tidligere elever og studenter som har nådd verdenstoppen i sine idretter.

source: How leading biodiversity informatics resources have developed and can be used, including the Global Biodiversity Information Facility, Ocean Biodiversity Information System, FishBase and AquaMaps, will be explained.
nb: Hvordan ledende informasjonsressurser for biologisk mangfold har utviklet seg og kan brukes, inkludert Global Biodiversity Information Facility, Ocean Biodiversity Information System, FishBase og AquaMaps, vil bli forklart.

source: The following requirements for the combination of subjects applies: A total of 120 credits comprising:
nb: Fullført bachelorgrad med minimum 120 studiepoeng innen økonomiske administrative fag med følgende minimumskrav til fordeling innen fagområder

source: The aim of the European Open Access initiative Plan S is to secure full and immediate Open Access (OA) to scholarly articles.
nb: Det europeiske open access-initiativet Plan S har som mål å sikre full og umiddelbar åpen tilgang til vitenskapelige artikler.

source: The major provides both broad and deep knowledge within the self-chosen limited profile area.
nb: Hovedprofilen gir både bredde- og dybdekunnskap innenfor selvvalgt avgrenset profilområde.

source: Portfolio, comprises 0/100 of the grade, grading scale Passed - Failed.
nb: Mappe, teller 0/100 av karakteren, karakterregel Bestått - Ikke bestått.

source: Mac-users must download SEB and then drag the file to Applications.
nb: Mac-brukere må laste ned SEB og dra filen over i «Applications».

source: Social workers work in the public, private and voluntary sectors and the education qualifies for work in welfare services such as the Labour and Welfare Administration (NAV), child welfare, specialist health services, municipal health, substance abuse and care services, and in fields such as migration, correctional services, school, leisure and non-profit organisations.
nb: Sosionomer arbeider både i offentlig, privat og frivillig sektor og utdanningen kvalifiserer til arbeid i velferdstjenester som NAV, barnevern, spesialisthelsetjeneste, kommunal helse-, rus- og omsorgstjeneste, og i felt som migrasjon, kriminalomsorg, skole, fritid og ideelle organisasjoner.

source: The project is led by Fredrik Rusk.
nb: Prosjektet ledes av Fredrik Rusk.

source: Here you can read more about consent and other bases for processing.
nb: Her kan du lese mer om samtykke og andre behandlingsgrunnlag.

source: Stina and Marilena will complete their bachelor studies in 2020.
nb: Stina og Marilena planlegger å fullføre biologistudiene i 2020.

source: Additional time on written examinations will normally be:
nb: Utvidet tid på skriftlig skoleeksamen vil normalt være:

source: The program consists of single courses and a 60 ECTS thesis, which is assessed individually.
nb: Programmet består av enkeltemner og masteroppgave på 60 ECTS som vurderes individuelt.

source: Here is a recording from part one of Partner Day.
nb: Her kan du se et opptak av fellesdelen av Partner Day.

source: Can calculate reaction yields, concentrations and pH (both strong and weak acids and bases, and mixtures of acids and bases including buffers).
nb: Kan regne reaksjonsutbytter, konsentrasjoner og pH (både sterke og svake syrer og baser, og blandinger av syrer og baser inkludert buffere)

source: are able to adapt their own instruction in relation to different groups
nb: kunne tilpasse sin egen instruksjon i forhold til ulike grupper

source: You must report the project here.
nb: Du skal melde prosjektet her.

source: Merge your personal introduction video and showreel into one single video file:
nb: Introduksjonsvideoen og portfolioen/showreel skal leveres som èn fil:

source: Compulsory participation 80%.
nb: Obligatorisk deltakelse 80 %.

source: l) can master relevant methods for identification, documentation, analysis and decision-making
nb: l) kan beherske aktuelle metoder for kartlegging, dokumentasjon, analyse og beslutningstaking

source: Requirement for admission is minimum 3 years education on university or college level in biomedicine or biology
nb: Krav for opptak er minimum 3 års høyere utdanning innen biomedisin eller biologi.

source: Attendance at at least 2 lab exercises.
nb: Oppmøte på minst 2 labøvelser.

source: - Title, as short and precise as possible.
nb: - Tittel, så kort og presis som mulig.

source: Main supervisor: Professor Elisabet Carine Ljunggren, Nord University
nb: Hovedveileder: Professor Elisabet Carine Ljunggren, Nord universitet

source: Select "Open the test in the Safe Exam Browser" (SEB).
nb: Velg «Åpne prøven i Safe Exam Browser» (SEB).

source: AUSTRALIA: Western Sydney University - major finance and capital budgeting or International business and marketing
nb: Western Sydney University - hovedprofil finansiering og investering og International business http://www.westernsydney.edu.au/

source: ØKO1421v1 Organizational Behavior, Human Resource Management and Entrepreneurship - 2.5 study points.
nb: ØKO1421v1 Organisasjon, ledelse og entreprenørskap - 2.5 studiepoeng.

source: Has knowledge about the reactions and needs of surgical patients in acute and/or critical disease
nb: ha kunnskap om operasjonspasienter reaksjoner og behov ved akutt og / eller kritisk sykdom

source: The work of the research group contributes to strengthen the research-based teacher education that has developed since the reform in 2017.
nb: Forskningsgruppens arbeid bidrar til å styrke den nye forskningsbaserte grunnskolelærerutdanningen som ble innført i 2017.

source: HI109NSv2 Ancient Norwegian History (before 1814) - 10 study points.
nb: HI109NSv2 Eldre norsk historie (før 1814) - 10 studiepoeng.

source: Global changes do not involve only warming but also migration of people and animals as well as global trade in goods and animals.
nb: Globale endringer involverer ikke bare oppvarming, men også migrasjon av mennesker og dyr, samt global handel med varer og dyr.

source: The university is a member of ISEP and our students may study at member universities in the USA.
nb: Universitetet er medlem I ISEP og våre studenter kan studere ved medlemsuniversiteter I USA.

source: Each course will contain a field trip lasting 4-5 days.
nb: Det vil være en feltsamling på 4-5 dager knyttet til hvert kurs.

source: Students will become familiar with a diverse selection of texts and cultural
nb: til utøvelse av ledelsesrollen og endringsarbeid for å utvikle gode utviklings-, leke -

source: The focus of interest of the research group is on teaching and learning in mathematics in kindergarten, primary and secondary school and teacher education.
nb: Interesseområdet er undervisning og læring i matematikk i barnehage, skole og lærerutdanningene.

source: HI110S-001v1 European and Norwegian History until 1780 - 2 study points.
nb: HI110S-001v1 Europeisk og norsk historie til ca. 1780 - 2 studiepoeng.

source: Fernandes at the Faculty of Biosciences and Aquaculture (FBA), University of Nordland, was this week awarded NOK 25 million for epigenetics research.
nb: Fernandes ved Fakultet for biovitenskap og akvakultur (FBA) fikk denne uken bevilget 25 millioner til forskning innen epigenetikk.
